---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIshapeBoltSpacing
source: html/6f3876a8-eafd-cfbb-4836-17298ff5cef5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIshapeBoltSpacing Property

"Bolt Spacing"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionIshapeBoltSpacing { get; }
```